Repository: scribu/wp-posts-to-posts
Catalog: lang/posts-to-posts-*.po
Languages: fa_ir, sr_rs

source: Are you sure you want to delete all connections?
fa_ir: از پاک‌کردن همه ارتباط‌ها اطمینان دارید؟
sr_rs: Da li ste sigurni da želite da izbrišete sve konekcije?

source: Search
fa_ir: جست‌وجو
sr_rs: Pretraga

source: previous
fa_ir: قبلی
sr_rs: prethodno

source: next
fa_ir: بعدی
sr_rs: sledeće

source: of
fa_ir: از
sr_rs: od

source: Can't create connection: %s
sr_rs: Ne može se povezati sa: %s

source: (from)
sr_rs: (od)

source: (to)
sr_rs: (za)

source: Delete all connections
fa_ir: پاک‌کردن همه ارتباط‌ها
sr_rs: Obrisati sve konekcije

source: Delete connection
fa_ir: پاک‌کردن ارتباط
sr_rs: Obrisati konekciju

source: Connection Types
sr_rs: Tipovi konekcija

source: <em>%s</em> is not a registered connection type.
sr_rs: <em>%s</em>nije registrovan tip konekcije.

source: Converted %1$s connections from <em>%2$s</em> to <em>%3$s</em>.
sr_rs: Konvertovano %1$s konekcija od<em>%2$s</em>do<em>%3$s</em>.

source: Name
sr_rs: Ime

source: Information
sr_rs: Informacija

source: Connections
sr_rs: Konekcije

source: No connection types registered.
sr_rs: Nijedan tip konekcija nije registrovan.

source: To register a connection type, see <a href="%s">the wiki</a>.
sr_rs: Da biste registrovali tip konekcije, pogledajte<a href="%s">the wiki</a>.

source: Convert to registered connection type:
sr_rs: Konvertuj na registrovani tip konekcije:

source: Go
sr_rs: Kreni

source: A list of posts connected to the current post
fa_ir: فهرستی از همه نوشته‌های مرتبط با این نوشته
sr_rs: Lista postova konektovanih sa trenutnim postom

source: Title:
sr_rs: Naslov:

source: Create connections:
fa_ir: برقراری ارتباط:
sr_rs: Kreiraj konekcije:

source: Create connections
sr_rs: Kreiraj konekcije

source: View All
fa_ir: نمایش همه
sr_rs: Pregledaj sve

source: Create connection
fa_ir: برقراری ارتباط
sr_rs: Napraviti konekciju

source: Settings <strong>saved</strong>.
fa_ir: تنظیمات <strong>ذخیره</strong> شد.
sr_rs: Postavke<strong> sačuvane</strong>.

source: Save Changes
fa_ir: ذخیره تغییرات
sr_rs: Sačuvaj promene

source: Settings
fa_ir: تنظیمات
sr_rs: Postavke

source: Connected %s
fa_ir: %sی مرتبط
sr_rs: Konektovano %s

source: Connection type:
fa_ir: نوع ارتباط:
sr_rs: Tip konekcija:

source: Connection listing:
sr_rs: Listing konekcija:

source: connected
sr_rs: konektovano

source: related
sr_rs: vezano za

source: Related %s
fa_ir: %sی وابسته
sr_rs: Vezano za %s

source: Upgraded %d connections.
sr_rs: Upgrade-ovano %d konekcija

source: The Posts 2 Posts connections need to be upgraded. <a href="%s">Proceed.</a>
sr_rs: Posts 2 Posts konekcije treba da se upgrade-uju.<a href="%s"> Nastavi.</a>

source: Users
sr_rs: Korisnici

source: User
sr_rs: Korisnik

source: Search Users
sr_rs: Pretraga korisnika

source: No users found.
sr_rs: Nijedan korisnik nije pronadjen

source: Posts 2 Posts
fa_ir: نوشته‌ها به نوشته‌ها

source: Create many-to-many relationships between all types of posts.
fa_ir: ارتباط‌های تو در تو بین انواع نوشته‌ها برقرار کنید.
